espressif/esp-idf/components/app_update/test_apps/test_app_update/sdkconfig.ci.recovery_bootloader.esp32s31
# ESP32S31 supports the Recovery bootloader feature in ROM
CONFIG_IDF_TARGET="esp32s31"
